import type { TestimonialItem } from "@/types";

export const testimonialsData: {
  title: string;
  subtitle: string;
  items: TestimonialItem[];
} = {
  title: "לקוחות מספרים",
  subtitle: "מה הלקוחות שלנו אומרים עלינו",
  items: [
    {
      quote:
        "הוא מצויין מסור ופעיל, הוא אפילו פונה אליי, מתקשר יוזם דברים, לא סתם נותן לתכניות חסכון לעבוד ואם אני צריך משהו הוא ממש זמין עבורי.",
      name: "חן רוטר",
      location: "מתן גן",
    },
    {
      quote:
        "האמת שהוא אחלה הוא סופר מקצועי, לא שולף תשובות מהירות אלא עושה שיעורי בית. מתאים את הצורך ללקוח וזה הורגש בהרבה שיחות איתו. הוא הסביר לי על פיזור כספים בצורה נכונה הוא מטפל מא׳ ועד ת׳ ולא מסמן וי.",
      name: "קארין גולן",
      location: "נס ציונה",
    },
    {
      quote:
        "גל דאג לי לכל הביטוחים והסביר לי כמו שצריך. נפגשנו כמה פעמים פנים מול פנים והוא גם תמיד זמין אליי טלפונית. אני בשבילו שהוא מתקדם!",
      name: "יוסף כהן",
      location: "הרצליה",
    },
    {
      quote:
        "אני ממליצה על גל הוא מקסים, ענה לי על הרבה שאלות, קשוב והמלצתי עליו לעוד אנשים.",
      name: "שחר הלל",
      location: "רחובות",
    },
    {
      quote:
        "הוא עשה מבחינת הכל, השירות, הידע והיחס. הוא כל הזמן עושה לי עבודה ומיידע אותי.",
      name: "אילן אלמגור",
      location: "ראשון לציון",
    },
  ],
};
